[{
    "articleId": "1",
    "title": "如何拯救你的旧手机：要不把它挂到墙上试试？",
    "author": "Fisher Yu",
    "avatar": "http://iusystem.bj.bcebos.com/ae7bcc55408566f525aa02e706937485.jpg",
    "authorMotto": "just do IT",
    "detailTitle": "",
    "imgUrl": "http://iusystem.bj.bcebos.com/1b8959fcb9b163ad00c5eafab86b6e62.jpg",
    "content": "<p>手机电脑年年更新，换下来的旧手机该怎么办？不知道你们怎么想，我每年看着一堆手机盒都会头疼半天，从 iPhone 3GS 一直到 iPhone 6s 每一代旧手机都被我装到盒子里存起来吃灰。</p><ul><li>送人？用了久了有感情；</li><li>卖了？隐私泄露有风险；</li><li>放着？每天吃灰太可惜。</li></ul><p>直到最近，突然看到还留着一片空白的墙，我就一直在想：为什么不发挥一下拆机强项，把旧手机都拆掉做成标本呢？如果拆完还能做得好看，正好一举两得。</p><p>经过一天的劳动，最后的成果如下图：</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/558f9424283faa95a70ef2f782e72d47.jpg' alt=''></p><p>iPhone 4, 在当年横空出世，相信大部分人的第一台 iPhone 是从此开始的。iPhone 4 的工业设计也已经成为了一种 icon: 四边方正有棱，四角圆润柔和，上中下的 屏幕 - 机身 - 后盖 三明治结构即便在今天也有很多模仿者。</p><p>这篇文既是纪念第一次的成功制作，也是作为半个教程，写下了制作的过程，还有可能会出现的问题。如果你也想自己尝试，欢迎评论留言与我们交流。</p><p><strong>准备材料</strong></p><p><strong>首先，你要有一个手机。而且，你要能够把它拆掉而不破坏主要部件。</strong></p><p>拆机的过程在这里就不赘述了，在其他地方已经有相当多的实例教程。</p><p><strong>然后，你需要一套工具。除了上边要用到的拆机工具，还需要粘合胶。</strong></p><p>一定多准备几种不同的粘合胶，不要问我是怎么知道的我不会告诉你。</p><p><strong>最后，选择一个大小合适的框架，网上慢慢找，或者干脆去宜家皆可。</strong></p><p>不过在你兴冲冲开始拆机之前，一定要仔细检查好相框上有没有瑕疵。</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/558f9424283faa95a70ef2f782e72d47.jpg' alt=''></p><p>当材料都准备齐之后，就可以进入第二节阶段了。</p><p><strong>摆列组合</strong></p><p>这其实是个说难不难，说易不易的环节。不难是因为想怎么排都可以，不易在于想要达到摆得有规律而且好看很难。Jony Ive 曾经在描述 iOS 7 设计时用到了一句话：<strong>在纷繁中建立秩序</strong>。</p><p>所以我在摆列的时候，尽量遵循两个原则：</p><ul><li><strong>机身主体在正中，前后背板处在左右<br></strong></li><li><strong>尽量保留各个部件原本的位置和排列</strong></li></ul><p>根据这两个原则，在不断地改动中，得到了下面的设计图：</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/feee21db27c7a274763e7e48c7f2e1a9.jpg' alt=''></p><p>最终确定的摆列，还是达到了我的基本预期。并没有拆得太零碎，主要的几个部件也很好的保留了下来。主次分明，各个区域的归类也比较合理。</p><p>在这个阶段有一个非常重要的问题需要注意，就是一定要确定好所需要的空间，否则可能会出现摆好了，粘好了，但是没办法装到木框里的悲惨结局。</p><p><strong>粘贴安装</strong></p><p>整个过程中最难的就是这个部分了，这也是在动手之前我没有想到的。</p><p>我推荐你先按照上一阶段里已经设计好的摆列，把各个部件都摆到你要安装的背板上。这样可以最为直观的感受到真实的效果，以便做出调整。</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/5be3573d8547b5fbfa964ff473c47443.jpg' alt=''></p><p>对于一些没有足够用于粘合的表面的部件（比如屏幕和后盖），也需要提前找好解决方案。最方便的方法就是找几个桌腿或者椅子腿的缓冲垫作为中介，用来粘合部件和背板，这个阶段记得时刻拿尺子量，控制好高度。</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/5be3573d8547b5fbfa964ff473c47443.jpg' alt=''></p><p>初步摆好，看起来效果还不错，在这个环节需要多多做些微调，防止粘合之后发现问题，那样就比较尴尬了，后期的补救会非常困难，甚至只能重头再来。</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/fde0d8c52fbda69060e12a6dcc705757.jpg' alt=''></p><p>体积较大的部件比较好解决，最为困难的就是螺丝垫圈这样的小东西，除了用镊子一个一个的摆，目前我没有找到什么别的好方法。特别是数量多的时候，相当考验人的耐心，也算是一个修生养性的好方法了。</p><p><strong>组装完成</strong></p><p>经过上边几部的艰难困苦，是时候收获劳动成果了，在粘贴完成之后，一定要放在通风处，让它们充分粘合，这个时间需要自己掌握了，不同种类的胶粘合需要的时间也不一样。</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/757f1e54378c7779ce1a519ea5e34113.jpg' alt=''></p><p>小心翼翼的安装，注意不要有磕碰，要不然也毁了...这也是检验之前厚度控制的时候。</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/fde0d8c52fbda69060e12a6dcc705757.jpg' alt=''></p><p>加上了一层玻璃之后，看起来更有感觉了一些。</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/757f1e54378c7779ce1a519ea5e34113.jpg' alt=''></p><p>整个过程像是回到了小时候上的手工课，不过这个完全是自己愿意做的东西，所以虽然过程中也有小麻烦，不过看到最后的成果还是挺开心的，长大之后越来越难有这种闲情逸致了。</p><p>最后来一张定妆照：</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/1b8959fcb9b163ad00c5eafab86b6e62.jpg' alt=''></p><p>下回，除了手机之外，让我们想想还有什么别的东西能放上去。</p>"
}, {
    "articleId": "2",
    "title": "如何通过自学进入一个不熟悉的领域？",
    "imgUrl": "http://iusystem.bj.bcebos.com/1a900fe4c35247eb71566b10fd28f23b.jpg",
    "author": "李磊",
    "avatar": "http://iusystem.bj.bcebos.com/ae7bcc55408566f525aa02e706937485.jpg",
    "authorMotto": "冷眼看世界，热心待他人。",
    "detailTitle": "如何进入一个新领域",
    "content": "<p><strong>如何进入一个新领域</strong></p><p>如果你想通过自学严肃地进入一个新领域，那么<strong>那些“五分钟看懂 XXX”的文章毫无用处</strong>——它们只会让你产生懂了的幻觉，至多在和你一样的外行面前吹嘘五分钟。<strong>唯一有效的方法，是请教领域里的专家，让他们推荐经典教材。</strong></p><p>许多领域都有被奉为圣经的教材：每读一遍，都有新的收获。相比于普及向读物，阅读教材往往花费更多精力，然而事实上更高效。阅读经典教材的优点在于从零构建世界观，从地基搭建金字塔。</p><p>好的教材通常不是模块化的；除非作者指明，读者必须跟随作者设计的顺序一页不漏地读完；这样<strong>思维才能在作者设计的路径上成长。</strong></p><p><strong>“入门”没有标准答案</strong></p><p>当然，大部分读者只是对一个新的领域感兴趣，希望了解它的核心观点、思维方式、价值观、审美等。我们希望达到一个“入门”的状态，即：<strong>了解这个领域的思考方式，即使对某个知识细节不清楚，我也懂得从什么途径获得可靠的信息，并通过已习得的思维方式，将信息消化为领悟。</strong></p><p>那么，如何“入门”呢？这是一个无法抽象出标准答案的问题。如果你找到了通用答案，很遗憾，你成了一个木匠，世界在你眼里是一个钉子。然而这个世界的美（自然的和人文的），就在于当你在不同层面以不同视角面对它时，你必须是木匠、花匠、诗人、哲学家、博物学家、工程师、赛车手、哑剧演员……领域的不同常常超出了它们探究对象的差别，更在于思维方式的相异。</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/8408f96612e1d0ad206c6cb014ef8c66.jpg' alt=''></p><p><em>↑赵智沉和墩儿</em></p><p><strong>判断入门读物的几大原则</strong></p><p>如果你只有两个小时而不是两年进入一个新领域，那么你应当选择普及向的读物。和教材的目的在于搭建整座金字塔不同，普及读物旨在从金字塔底巧妙地设计一条比较平缓的路径，让读者在短时间达到尽量高的位置，获得最大的视野。</p><p>在对新领域一无所知的情况下，如何判断普及向读物的质量，决定是否阅读下去？很惭愧，我本人虽兴趣广泛，但是阅读经验不算丰富。而我在纽约办了一百多期跨学科沙龙，每期都是一个领域里的专家向背景各异的听众做普及向演讲。每次我都会和主讲人讨论，如何做到深入浅出、传授思想胜过灌输知识。我从中总结出一些原则，供借鉴。</p><p><strong>1，作者在领域内受过严格的科班训练</strong></p><p>这不仅保证内容是可靠的，更重要的是作者懂得领域的边界在哪里，知道在什么地方应当保持沉默，而不是无限制地扩大和延伸。（如果你看到量子力学和佛法出现在同一段里，一般可以扔掉了。）</p><p><strong>2，作者没有毫无必要地引入专业术语来彰显第一点</strong></p><p>适当地引入术语是必要的，因为术语常常意味着该领域特定的概念，而概念是思维方式的精髓。使用术语也便于作者后续表述和读者查找补充信息。但是，术语的引入应当是自然的、水到渠成的，读者不会感到茫然，更不会有压迫感。</p><p><strong>3，表述符合逻辑</strong></p><p>作者懂得领域的内在逻辑，和能向外行解释清楚，是两回事。专家常常忘了自己不懂时的感觉，而优秀的普及向作者必须时刻感同身受，记得自己思维的成长过程，并设计好的路径将其在读者脑中复现出来。好的逻辑还应当是顺畅的、前后一致的，甚至呼之欲出的。</p><p><strong>4，谨慎地借助常识和比喻</strong></p><p>作者有时借助常识和比喻帮助读者理解。诚然，了解一个领域在于领会其特有的思维方式，这使得借助常识往往是危险的捷径——尤其是不同人的常识可能大相径庭；这也是为什么教材通常不这么做。但是，独特思维是由领域探究对象导致，而不是刻意的怪异。通过比喻帮助读者领会精神，并在必要时指出本体与喻体的差异，是非常有效的普及方式。（写到这里，我又想到了这个顽固的反例：量子力学。）</p><p><strong>5，提供参考文献和延伸阅读资源</strong></p><p>这使得你在每一个环节获得扩展的可能。</p><p>除此之外，请培养这样的意识：<strong>优秀的内容是值得付费获取的。</strong>我们处在一个开源的时代，鼓励知识的免费分享；同时我们也处在尊重知识产权的时代。信息的价值不等同于价格，但<strong>愿意付费获得信息，常常是最有效的方式。</strong></p><p><strong>案例：一本符合以上原则的书</strong></p><p>推荐一本符合以上原则的书：Don Norman 的《The Design of Everyday Things》。</p><p><img class='content-image' src='http://iusystem.bj.bcebos.com/2fefca6fb263b9da8c242eddc88af0b8.jpg' alt=''></p><p>Norman 教授是”用户体验设计”的开山鼻祖，将认知科学引入设计领域，倡导以人为核心的设计理念。这是许多设计学院第一堂课上推荐的第一本书，设计领域的经典著作，也是普及向读物。</p><p>作者没有一开始就抛出他的设计与心理学理论，而是从常见的糟糕设计入手：有些门无法从外观判断应该推、拉、移；墙上一排没有标识的开关让人无法猜出哪个是控制什么灯。作者善于反思细节，引导读者思考什么是好的设计，每一个理论都伴有精准的实例，让读者时常掩卷咀嚼。</p><p>此书初版写于 1988 年，最近一版写于 2013 年，增加了互联网与智能手机的例子，然而基本原则没有变，历久弥新。这本书给我最大的启发在于设计是一种结合观察、反思与想象的理念，不仅存在于产品中，生活中处处需要设计。</p><p><strong>Q &amp; A</strong></p><p><strong>方可成：</strong>你出身北大元培，做纽约文化沙龙也以通识、博雅为精神，但有人可能认为这是少部分知识精英才能做到的境界。你相信普通人也可以做到对文学艺术、天体物理、宗教文化、医学科技这些方面的知识都有所了解吗？</p><p><strong>赵智沉：</strong>如果一个人能在自己的领域有所专攻，那他 / 她就有足够的能力在其他领域获得常识；唯一的阻碍是预设的心理屏障。</p><p>我认为教育的目的在于培养自我教育的能力，其中包括反思能力、接纳相左观点的能力、容纳不同思维方式的能力，以及最重要的，旺盛的好奇心——你会发现，<strong>这是一种开放的心态，并不需要他 / 她达到“精英”的高度才能具备。</strong><strong>很多人不具备这种心态，因为大部分人在国内接受的本科教育实际上是专才训练，通识教育的大门在那时候就已经关上了。</strong></p><p>学习应当是终身的，而不是在毕业那天画上句号。我想这是习惯的养成，什么时候开始都不晚。或许你一开始需要强迫自己克服对陌生领域的抗拒，摸索寻找可靠入门方式的窍门；但熟能生巧，学习过程释放的多巴胺会让你兴奋。进而，当你发现所知所学在某个结点互相串联起来，学习会让你上瘾。扪心自问，你真的需要在每个所学领域成为专家才能感到快乐吗？</p><p><strong>方可成：</strong>文理科生之间常常有带着傲慢的相互指责。理工科出身的人常常轻蔑文科生，认为他们什么都不懂，只知道抒情感叹；人文社科出身的人觉得理科生缺乏人文素养。你见过了很多文科生和理科生，你觉得这样的指责是否有道理？理科生文科生的思维方式和知识背景是否真的有很大的不同？如果是，双方应该如何互相学习借鉴，而不是互相轻蔑？</p><p><strong>赵智沉：</strong>我认为做出这种指责的人，出于智识的懒惰，大都只能容纳一种思维方式。在“理科生”眼里，世界是量化的、机械的、工程的；在“文科生”眼里，世界是意义的、价值的、美的。他们互相指责是很可笑的，<strong>因为他们甚至不存在于同一个“世界”里，而是世界在自己单一知识体系中的投射。</strong>如果他们能明白对方透过这个世界“看到了”什么，他们才有互相指责的基础；而在那个时候，他们往往能够理解对方的思维，甚至用来扩充自己的观念。</p><p>我想，消解这种无谓的指责，不妨从最基本的概念开始，诚恳地问对方：你说这个词的时候，究竟是指什么？而不是挑对方话语中自己好像认识的词，强加曲解，然后批判一番。许多情况下，当你理解对方说的“是什么”，你也就回答了一半“为什么”。</p>"
}, {
    "articleId": "3",
    "title": "身为化妆品研发，告诉你高档产品与平价产品的差别在哪里",
    "imgUrl": "http://iusystem.bj.bcebos.com/d1534cfd94269ea31f2e1451e18d5e9e.jpg"
}, {
    "articleId": "4",
    "title": "杨永信的「电疗法」和临床电刺激有什么区别？",
    "imgUrl": "http://iusystem.bj.bcebos.com/ca2fbcfb21f888457d99a61fd214c2ce.jpg"
}, {
    "articleId": "5",
    "title": "在法国，有这样一座并没有玫瑰的「玫瑰之城」",
    "imgUrl": "http://iusystem.bj.bcebos.com/9fed068fd899857e94404e132f1c006c.jpg"
}]
